Repository: gopalkrishnareddy/jiraconnect-ios
Catalog: JIRAConnect/JMCClasses/Resources/*.lproj/JMCLocalizable.strings
Languages: de

source: CrashDataFoundDescription
de: %@ ist bei der letzten Anwendung abgestürtzt. Ihr Feedback hilft uns, diese App zu verbessern. Crash-Bericht senden?

source: CrashDataFoundTitle
de: Crash-Bericht

source: JMCFeedbackReceived
de: Vielen Dank für Ihr Feedback und Hilfe %@ zu verbessern.

source: Always
de: Immer

source: No
de: Nein

source: Yes
de: Ja

source: No Comment
de: (Kein Kommentar)

source: No Description
de: (Kein Text)

source: AlertBeforeDeletingRecording
de: Möchten Sie diese Aufnahme löschen?

source: RemoveRecording
de: Aufnahme Löschen

source: Your Feedback
de: Ihr Feedback

source: Voice Recording
de: Tonaufnahme

source: JMCVoiceRecordingNotSupported
de: Nicht unterstützt auf diesem Gerät. Bitte Text eingeben.

source: Message Pending
de: Nachricht wird gesendet

source: JMCRequestPendingMessage
de: Diese Nachricht wurde noch nicht gesendet. Bitte probieren Sie es gleich noch einmal.

source: JMCDeletedIssueMessage
de: Dieses Feedback wurde gelöscht. Bitte ein neues Feedback hinterlassen.

source: JMCInAppNotification-Singular
de: %d neue Nachricht von Entwickler

source: JMCInAppNotification-Plural
de: %d neue Nachrichten von Entwickler
